"%1 already exists.\nDo you want to replace it?"="%1 on jo olemassa.\nHaluatko korvata sen?";
"%1\nDirectory not found.\nPlease verify the correct directory name was given."="%1\nHakemistoa ei löytynyt.\nTarkista, että on annettu oikea hakemistonimi.";
"%1\nFile not found.\nPlease verify the correct file name was given."="%1\nTiedostoa ei löytynyt.\nTarkista, että on annettu oikea tiedostonimi.";
"&Abort"="&Keskeytä";
"&Add to Custom Colors"="&Lisää mukautettuihin väreihin";
"&Basic colors"="&Perusvärit";
"&Cancel"="&Peruuta";
"&Copy"="&Kopioi";
"&Custom colors"="&Mukautetut värit";
"&Define Custom Colors >>"="&Määritä mukautetut värit >>";
"&Delete"="&Poista";
"&Finish"="&Valmis";
"&Green:"="&Vihreä:";
"&Help"="O&hje";
"&Ignore"="&Ohita";
"&Name:"="&Nimi:";
"&Next >"="&Seuraava >";
"&No"="&Ei";
"&Open"="&Avaa";
"&Options <<"="&Vaihtoehdot <<";
"&Options >>"="&Vaihtoehdot >>";
"&Paste"="L&iitä";
"&Print"="&Tulosta";
"&Red:"="&Punainen:";
"&Redo"="&Tee uudelleen";
"&Reload"="&Lataa uudelleen";
"&Rename"="&Nimeä uudelleen";
"&Retry"="&Yritä uudelleen";
"&Sat:"="&Kyll:";
"&Save"="&Tallenna";
"&Undo"="&Kumoa";
"&Unsorted"="&Lajittelematon";
"&Val:"="&Val:";
"&Yes"="&Kyllä";
"* You must accept the terms in order to proceed."="*Sinun on hyväksyttävä ehdot, jotta voit jatkaa.";
"..."="...";
"< &Back"="< &Edellinen";
"<a href=\"#\" style=\"color: #159bd9; text-decoration:none;\">%1</span></a>"="<a href=\"#\" style=\"color: #159bd9; text-decoration:none;\">%1</span></a>";
"<b>%1</b><p>%2</p>%3<br><p><b>%4</b></p><p>%5<br></p><p>%6</p>"="<b>%1</b><p>%2</p>%3<br><p><b>%4</b></p><p>%5<br></p><p>%6</p>";
"<b>All other Product Keys</b><br/><br/>Contact Support at:<br/><br/>Phone: 1.866.518.6791 or +1.403.228.5940<br/>Web: <a href=\"http://smarttech.com/contactsupport\">http://smarttech.com/contactsupport</a>\n"="<b>Kaikki muut tuoteavaimet</b><br/><br/>Ota yhteys tukeen:<br/><br/>Puhelin: 1.866.518.6791 tai +1.403.228.5940<br/>Internet: <a href=\"http://smarttech.com/contactsupport\">http://smarttech.com/contactsupport</a>\n";
"<b>Contact Support at:</b><br/>Phone: 1.866.518.6791 or +1.403.228.5940<br/>Web: <a href=\"http://smarttech.com/contactsupport\">http://smarttech.com/contactsupport</a>"="<b>Ota yhteys tukeen:</b><br/>Puhelinnumero: 1.866.518.6791 tai +1.403.228.5940<br/>Internet: <a href=\"http://smarttech.com/contactsupport\">http://smarttech.com/contactsupport</a>";
"<b>License Agreement</b>"="<b>Lisenssisopimus</b>";
"<h3>About Qt</h3>%1<p>Qt is a C++ toolkit for cross-platform application development.</p><p>Qt provides single-source portability across MS&nbsp;Windows, Mac&nbsp;OS&nbsp;X, Linux, and all major commercial Unix variants. Qt is also available for embedded devices as Qtopia Core.</p><p>Qt is a Trolltech product. See <tt>http://www.trolltech.com/qt/</tt> for more information.</p>"="<h3>Tietoja: Qt</h3>%1<p>Qt on C++ -työkalupaketti sovellusten cross-platform-kehitykseen.</p><p>Qt tarjoaa yhden lähteen siirrettävyyden käyttöjärjestelmille MS&nbsp;Windows, Mac&nbsp;OS&nbsp;X, Linux, ja kaikille tärkeille kaupallisille Unix-varianteille. Qt on myös saatavilla upotetuille laitteille kuten Qtopia Core.</p><p>Qt on Trolltech-tuote. Katso lisätietoja sivustolta <tt>http://www.trolltech.com/qt/</tt>.</p>";
"<p><b>PRODUCT_NAME_1 Product Key</b><br/><br/>Click <a href=\" \">here</a><p>"="<p><b>PRODUCT_NAME_1 Tuoteavain</b><br/><br/>Napsauta <a href=\" \">tätä</a><p>";
"<p><h3>%1</h3></p>"="<p><h3>%1</h3></p>";
"<p>This program uses Qt Open Source Edition version %1.</p><p>Qt Open Source Edition is intended for the development of Open Source applications. You need a commercial Qt license for development of proprietary (closed source) applications.</p><p>Please see <tt>http://www.trolltech.com/company/model.html</tt> for an overview of Qt licensing.</p>"="<p>Tämä ohjelma käyttää Qt Open Source Edition -versiota %1.</p><p>Qt Open Source Edition on tarkoitettu avoimen lähdekoodin sovellusten kehittämistä varten. Sinulla on oltava kaupallinen Qt-lisenssi omistusoikeudellisten (suljetun lähdekoodin) sovellusten kehitystä varten.</p><p>Katso yleistietoja Qt-lisensoinnista sivustolta <tt>http://www.trolltech.com/company/model.html</tt>.</p>";
"<p>This program uses Qt version %1.</p>"="<p>Tämä ohjelma käyttää Qt-versiota %1.</p>";
"<p>Welcome to %1 software from SMART Technologies.</p><p>This beta software is for evaluation purposes only and will stop working at the end of the evaluation period. You can send feedback to <a href=\"mailto:technicaltrials@smarttech.com\">technicaltrials@smarttech.com</a></p>"="<p>Tervetuloa SMART Technologiesin %1-ohjelmistoon.</p><p>Tämä beta-ohjelmisto on vain arviointitarkoitukseen ja se lakkaa toimimasta arviointiajan päättyessä. Voit lähettää palautetta osoitteeseen <a href=\"mailto:technicaltrials@smarttech.com\">technicaltrials@smarttech.com</a></p>";
"A product key is a code that activates SMART Notebook software. If you can't find the product key, visit the SMART Software Portal at <a href=\"https://licensing.smarttech.com\">https://licensing.smarttech.com</a> or contact your SMART reseller for assistance. After you retrieve the product key, record it in a safe place."="Tuote avain on koodi, joka aktivoi SMART Notebook-ohjelmiston. Jos et löydä tuoteavainta, vieraile SMART-ohjelmiston portaalissa osoitteessa <a href=\"https://licensing.smarttech.com\">https://licensing.smarttech.com</a> tai ota yhteyttä SMART-jälleenmyyjään apua varten. Kun olet saanut tuoteavaimen, tallenna se varmaan paikkaan.";
"A&lpha channel:"="A&lfakanava:";
"A0 (841 x 1189 mm)"="A0 (841 x 1189 mm)";
"A1 (594 x 841 mm)"="A1 (594 x 841 mm)";
"A2 (420 x 594 mm)"="A2 (420 x 594 mm)";
"A3 (297 x 420 mm)"="A3 (297 x 420 mm)";
"A4 (210 x 297 mm, 8.26 x 11.7 inches)"="A4 (210 x 297 mm, 8,26 x 11,7 tuumaa)";
"A5 (148 x 210 mm)"="A5 (148 x 210 mm)";
"A6 (105 x 148 mm)"="A6 (105 x 148 mm)";
"A7 (74 x 105 mm)"="A7 (74 x 105 mm)";
"A8 (52 x 74 mm)"="A8 (52 x 74 mm)";
"A9 (37 x 52 mm)"="A9 (37 x 52 mm)";
"Abort"="Keskeytä";
"About %1"="Tietoja: %1";
"About Product Keys"="Tietoa tuoteavaimista";
"About Qt"="Tietoja: Qt";
"Accept"="Hyväksyn";
"Activate"="Aktivoi";
"Activate Product"="Aktivoi tuote";
"Activate by phone"="Aktivointi puhelimella";
"Activate by web form"="Aktivointi web-lomakkeella";
"Activate the keys now"="Aktivoi näppäimet nyt";
"Activate the product key again."="Aktivoi tuoteavain uudelleen.";
"Activates the program's main window"="Aktivoi ohjelman pääikkunan";
"Add"="Lisää";
"Aliases: %1"="Aliakset: %1";
"All Files (*)"="Kaikki tiedostot (*)";
"All Files (*.*)"="Kaikki tiedostot (*.*)";
"Apply"="Käytä";
"Authentication required"="Vaaditaan todennus";
"B0 (1000 x 1414 mm)"="B0 (1 000 x 1 414 mm)";
"B1 (707 x 1000 mm)"="B1 (707 x 1 000 mm)";
"B10 (31 x 44 mm)"="B10 (31 x 44 mm)";
"B2 (500 x 707 mm)"="B2 (500 x 707 mm)";
"B3 (353 x 500 mm)"="B3 (353 x 500 mm)";
"B4 (250 x 353 mm)"="B4 (250 x 353 mm)";
"B5 (176 x 250 mm, 6.93 x 9.84 inches)"="B5 (176 x 250 mm, 6,93 x 9,84 tuumaa)";
"B6 (125 x 176 mm)"="B6 (125 x 176 mm)";
"B7 (88 x 125 mm)"="B7 (88 x 125 mm)";
"B8 (62 x 88 mm)"="B8 (62 x 88 mm)";
"B9 (44 x 62 mm)"="B9 (44 x 62 mm)";
"Back"="Edellinen";
"Bl&ue:"="Si&ninen:";
"Browse..."="Selaa...";
"By Internet browser"="Internet-selaimella";
"By phone"="Puhelimella";
"C5E (163 x 229 mm)"="C5E (163 x 229 mm)";
"Cancel"="Peruuta";
"Carefully read the following license agreement."="Lue huolellisesti seuraava käyttöoikeussopimus.";
"Centimeters (cm)"="Senttimetriä (cm)";
"Check for product key renewals and apply them."="Tarkista onko tuoteavainten uusimisia saatavana ja ota ne käyttöön.";
"Close"="Sulje";
"Close without Saving"="Sulje tallentamatta";
"Collate"="Lajittele";
"Color"="Väri";
"Color Mode"="Väritila";
"Commit"="Suorita";
"Connected to host"="Yhdistetty isäntään";
"Connected to host %1"="Yhdistetty isäntään %1";
"Connection closed"="Yhteys suljettu";
"Connection refused"="Yhteys kielletty";
"Connection refused (or timed out)"="Yhteys kielletty (tai aikakatkaistu)";
"Connection to %1 closed"="Yhteys kohteeseen %1 suljettu";
"Continue"="Jatka";
"Copies"="Kopioita";
"Copies:"="Kopioita:";
"Copy"="Kopioi";
"Copy the request file to another computer, and then go to <a href=\"%1\">%2</a> on that computer."="Kopioi pyyntötiedosto toiseen tietokoneeseen ja siirry sitten kohteeseen <a href=\"%1\">%2</a> sillä tietokoneella.";
"Copy to clipboard"="Kopioi leikepöydälle";
"Create New Folder"="Luo uusi kansio";
"Cu&t"="L&eikkaa";
"DLE (110 x 220 mm)"="DLE (110 x 220 mm)";
"Data corrupted"="Data vaurioitunut";
"Days Left:"="Päivää jäljellä:";
"Delete"="Poista";
"Delete the product key from this computer."="Poista tuoteavain tästä tietokoneesta.";
"Detail View"="Yksityiskohtainen näkymä";
"Directories"="Hakemistot";
"Directory"="Hakemisto";
"Disable auto-renewals for this key <a href=''>more info</a>"="Poista käytöstä tämän avaimen <a href=''>lisätietoja</a> uusimiset";
"Discard"="Hylkää";
"Don't Save"="Älä tallenna";
"Done"="Valmis";
"Drive"="Asema";
"Duplex Printing"="Kaksipuolinen tulostus";
"Enter License"="Anna lisenssi";
"Enter your product key(s)"="Anna tuoteavaimesi";
"Error writing response to device"="Virhe kirjoitettaessa vastausta laitteelle";
"Evaluation Version"="Kokeiluversio";
"Executable '%1' requires Qt %2, found Qt %3."="Suoritettava '%1' vaatii Qt %2, löytyi Qt %3.";
"Executive (7.5 x 10 inches, 191 x 254 mm)"="Executive (7,5 x 10 tuumaa, 191 x 254 mm)";
"Export Request File..."="Vie pyyntötiedosto...";
"False"="Epätosi";
"File"="Tiedosto";
"File name:"="Tiedostonimi:";
"Files of type:"="Tiedostot tyypeittäin:";
"Folio (210 x 330 mm)"="Folio (210 x 330 mm)";
"For more information about product keys, visit: <a href=\"http://education.smarttech.com/products/notebook/notebook-activation-and-product-keys\">http://education.smarttech.com/products/notebook/notebook-activation-and-product-keys</a>."="Saat lisätietoja tuoteavaimista osoitteesta: <a href=\"http://education.smarttech.com/products/notebook/notebook-activation-and-product-keys\">http://education.smarttech.com/products/notebook/notebook-activation-and-product-keys</a>.";
"Form"="Lomake";
"From page:"="Sivulta:";
"Go Back"="Palaa";
"Grayscale"="Harmaasävy";
"HTTP request failed"="HTTP-pyyntö epäonnistui";
"HTTPS connection requested but SSL support not compiled in"="HTTPS-yhteyttä pyydetty mutta SSL-tukea ei ole käännetty";
"Height:"="Korkeus:";
"Help"="Ohje";
"Hide %1"="Piilota %1";
"Hide Others"="Piilota muut";
"Host %1 found"="Isäntä %1 löydetty";
"Host %1 not found"="Isäntää %1 ei löydetty";
"Host found"="Isäntä löydetty";
"Host requires authentication"="Isäntä edellyttää todennusta";
"Hu&e:"="Sä&vy:";
"If you don't have an Internet connection on this computer, you can save the request as a file and submit the request from another computer."="Jollei sinulla ole tässä tietokoneessa internetyhteyttä. Voit tallentaa pyynnön tiedostona ja lähettää pyynnön toisesta tietokoneesta.";
"If you have an Internet connection, you can submit the request automatically. If you don't have an Internet connection, you can submit the request manually."="Jos käytössäsi on internetyhteys, voit lähettää pyynnön automaattisesti. Jollei käytössäsi ole internetyhteyttä, voit lähettää pyynnön käsin.";
"If you received a response file, press the button below to import the file here."="Jos sait vastaustiedoston, tuo tiedosto tähän painamalla alla olevaa painiketta.";
"Ignore"="Ohita";
"Import Response File..."="Tuo vastaustiedosto...";
"Inches (in)"="Tuumaa (in)";
"Incompatible Qt Library Error"="Yhteensopimaton Qt-kirjasto -virhe";
"Incomplete request(s) detected. Do you want to complete your request(s) now?"="Keskeneräisiä pyyntöjä havaittu. Haluatko täyttää pyyntösi nyt?";
"Invalid HTTP chunked body"="Virheellinen HTTP-paloiteltu runko";
"Invalid HTTP response header"="Virheellinen HTTP-vastausotsake";
"Landscape"="Maisema";
"Ledger (432 x 279 mm)"="Ledger (432 x 279 mm)";
"Legal (8.5 x 14 inches, 216 x 356 mm)"="Legal (8,5 x 14 tuumaa, 216 x 356 mm)";
"Letter (8.5 x 11 inches, 216 x 279 mm)"="Letter (8,5 x 11 tuumaa, 216 x 279 mm)";
"License Expired"="Lisenssi on vanhentunut";
"License Expiring"="Lisenssi on vanhentumassa";
"License Status"="Lisenssin tila";
"License for this software is about to expire."="Tämän ohjelmiston lisenssi vanhenee pian.";
"Licensing period for this software has expired."="Tämän ohjelmiston lisenssijakso on vanhentunut.";
"Limitations"="Rajoitukset";
"List View"="Luettelonäkymä";
"Location:"="Sijainti:";
"Long side"="Pitkä sivu";
"Look in:"="Kohde:";
"Lost Product Key"="Tuoteavain kadonnut";
"Manage"="Hallinnoi";
"Manage Selected Product Key..."="Hallinnoi valittua tuoteavainta...";
"Manage, view, and add keys"="Hallitse, tarkastele ja lisää näppäimiä";
"Margins"="Reunat";
"Millimeters (mm)"="Millimetriä (mm)";
"My Computer"="Oma tietokone";
"N&o to All"="E&i kaikkiin";
"No server set to connect to"="Yhtään palvelinta ei ole asetettu yhdistämään kohteeseen";
"No space left on device"="Laitteessa ei ole tilaa";
"No such file or directory"="Tiedostoa tai hakemistoa ei ole";
"None"="Ei mitään";
"Note: You can cancel all requests at once, but you can complete only one request at a time. If you have more than one incomplete request, you'll return to this screen later."="Huomautus: Voit peruuttaa kaikki pyynnöt kerralla, mutta voit suorittaa vain yhden pyynnön kerrallaan. Jos sinulla on useampi kuin yksi keskeneräinen pyyntö, palaat tähän näyttöön myöhemmin.";
"Number of copies:"="Kopioiden määrä:";
"OK"="OK";
"OR"="TAI";
"Obtain a product key"="Hanki tuoteavain";
"Open"="Avaa";
"Open "="Avaa ";
"Options"="Asetukset";
"Orientation"="Suuntaaminen";
"Orientation:"="Suunta:";
"Output &file:"="Tulostus&tiedosto:";
"Output Settings"="Lähtöasetukset";
"P&roperties"="O&minaisuudet";
"PRODUCT_NAME_1"="PRODUCT_NAME_1";
"Page size:"="Sivun koko:";
"Pages from"="Sivua";
"Paper"="Paperi";
"Paper format"="Paperin muoto";
"Paper source:"="Paperilähde:";
"Parent Directory"="Yläkansio";
"Paste"="Liitä";
"Permission denied"="Käyttö estetty";
"Please call one of the following numbers:\n\n1.866.518.6791 (toll-free Canada/US)\n+1.403.228.5940 (other countries)\n05:00-18:00 MST Monday–Friday\nFax: +1.403.806.1256"="Soita johonkin seuraavista numeroista:\n\n1.866.518.6791 (maksuton Kanada/USA)\n+1.403.228.5940 (muut maat)\nkello 05:00-18:00 Kalliovuorten aikaa (Mountain time) maanantaista perjantaihin\nFaksi: +1.403.806.1256";
"Points (pt)"="Pistettä (pt)";
"Portrait"="Pysty";
"PostScript Files (*.ps);;All Files (*)"="PostScript-tiedostot (*.ps);;Kaikki tiedostot (*)";
"Preferences..."="Asetukset...";
"Press the button below to paste the response you received from the SMART website."="Liitä SMART-sivustosta saamasi vastaus painamalla alla olevaa painiketta.";
"Preview"="Esikatselu";
"Print all"="Tulosta kaikki";
"Print destination"="Tulostuskohde";
"Print first page first"="Tulosta ensimmäinen sivu ensin";
"Print in color if available"="Tulosta väreillä, jos saatavilla";
"Print in grayscale"="Tulosta harmaasävyillä";
"Print last page first"="Tulosta viimeinen sivu ensin";
"Print range"="Tulostusalue";
"Print selection"="Tulosta valinta";
"Print to File (PDF)"="Tallenna tiedostoon (PDF)";
"Print to File (Postscript)"="Tallenna tiedostoon (Postscript)";
"Print to file:"="Tulosta tiedostoon:";
"Print to printer:"="Tulosta tulostimelle:";
"Printer"="Tulostin";
"Printer settings"="Tulostimen asetukset";
"Product"="Tuote";
"Product Key"="Tuoteavain";
"Proxy authentication required"="Välityspalvelimen todennus vaaditaan";
"Proxy requires authentication"="Välityspalvelin vaatii todennusta";
"Purchase License"="Osta lisenssi";
"Purchase SMART software licenses at: <a href=\"http://www.smarttech.com/where\">http://www.smarttech.com/where</a>"="Osta SMART-ohjelmiston käyttöoikeuksia osoitteessa: <a href=\"http://www.smarttech.com/where\">http://www.smarttech.com/where</a>";
"Purchase Software"="Osta ohjelmisto";
"QT_LAYOUT_DIRECTION"="QT_LAYOUT_DIRECTION";
"Quit"="Lopeta";
"Quit %1"="Poistu %1";
"Reject"="Hylkää";
"Remove"="Poista";
"Repair the product key to enable it again on this computer."="Korjaa tuoteavain, jotta voit ottaa sen uudelleen käyttöön tässä tietokoneessa.";
"Request aborted"="Pyyntö keskeytetty";
"Reset"="Palauta";
"Restore Defaults"="Palauta oletusasetukset";
"Retrieve your lost product key or obtain a new one."="Nouda kadonnut tuoteavaimesi tai hanki uusi.";
"Retry"="Yritä uudelleen";
"Return the product key so a different computer can use it."="Palauta tuoteavain, jotta sitä voidaan käyttää toisessa tietokoneessa.";
"Reverse"="Käännä";
"Reverse landscape"="Käänteinen vaaka";
"Reverse portrait"="Käänteinen pysty";
"SMART Notebook"="SMART Notebook";
"SMART Software Activation"="SMART-ohjelmiston aktivointi";
"SSL handshake failed"="SSL-kättely epäonnistui";
"Save"="Tallenna";
"Save All"="Tallenna kaikki";
"Save As"="Tallenna nimellä";
"Select All"="Valitse kaikki";
"Select a Directory"="Valitse hakemisto";
"Select color"="Valitse väri";
"Select how you want to submit your request manually:"="Valitse miten haluat lähettää pyyntösi käsin:";
"Select one of the following options for the selected product key:"="Valitse valitulle tuoteavaimelle yksi seuraavista asetuksista:";
"Selection"="Valinta";
"Server closed connection unexpectedly"="Palvelin katkaisi yhteyden odottamatta";
"Services"="Palvelut";
"Short side"="Lyhyt sivu";
"Show &hidden files"="Näytä &piilotetut tiedostot";
"Show All"="Näytä kaikki";
"Sign in"="Kirjaudu sisään";
"Sort"="Lajittele";
"Sort by &Date"="Lajittele &päivämäärän mukaan";
"Sort by &Name"="Lajittele &nimen mukaan";
"Sort by &Size"="Lajittele &koon mukaan";
"Start Trial"="Aloita kokeilujakso";
"Start that process here."="Aloita prosessi tässä.";
"Status"="Tila";
"Submit request automatically (recommended)"="Lähetä pyyntö automaattisesti (suositeltu)";
"Submit request manually"="Lähetä pyyntö käsin";
"Submit your request by uploading the request file to the SMART website."="Lähetä pyyntösi lataamalla pyyntötiedosto SMART-sivustoon.";
"Submitting request automatically..."="Lähetään pyyntöä automaattisesti...";
"Symbolic Link"="Symbolinen linkki";
"Tabloid (279 x 432 mm)"="Tabloid (279 x 432 mm)";
"Thank you for evaluating %1 software from SMART Technologies."="Kiitos, kun arvioit SMART Technologiesin ohjelmiston %1.";
"Thank you for using %1 software from SMART Technologies."="Kiitos, kun käytit SMART Technologiesin %1 -ohjelmistoa.";
"The evaluation period for this software has ended."="Tämän ohjelmiston kokeiluaika on päättynyt.";
"The file imported successfully. Click Next to process the response file."="Tiedoston tuonti onnistui. Käsittele vastaustiedosto napsauttamalla Seuraava.";
"The license for this software has expired."="Tämän ohjelmiston lisenssi on vanhentunut.";
"There are keys that require activation on this computer."="Nämä näppäimet on aktivoitava tässä tietokoneessa.";
"This software is for evaluation purposes only and will stop working at the end of the evaluation period."="Tämä ohjelmisto on vain kokeilutarkoitukseen ja se lakkaa toimimasta kokeiluajan päättyessä.";
"To activate %1 software press Activate Product."="Voit aktivoida ohjelmiston %1 painamalla Aktivoi tuote.";
"To continue using %1 software, please purchase a license, and then activate the software."="Voit jatkaa %1-ohjelmiston käyttämistä ostamalla lisenssin ja sen jälkeen aktivoimalla ohjelmiston.";
"To extend please start SMART Sync or SMART Response and establish connection with a CMPC."="Pidennä käynnistämällä SMART Sync tai SMART Response ja muodostamalla yhteys CMPC:llä.";
"To page:"="Sivulle:";
"To purchase %1 software, contact SMART Technologies."="Kun haluat ostaa %1 -ohjelmiston, ota yhteys SMART Technologiesiin.";
"To purchase a license or contact SMART Technologies, press Purchase License."="Voit ostaa lisenssin tai ottaa yhteyttä SMART Technologiesiin painamalla Osta lisenssi -painiketta.";
"To start the trial period, press Start Trial."="Aloita kokeilujakso painamalla Aloita kokeilujakso.";
"To submit the request using your Internet browser, press the button below. Pressing this button copies the request message and opens your Internet browser to a page on the SMART website where you can paste the message."="Lähtä pyyntösi internetselaimella painamalla alla olevaa painiketta. Painikkeen painaminen kopioi pyyntöviestin ja avaa internetselaimesi SMART-sivuston sivulla, johon voit liittää viestin.";
"Too many open files"="Liian monta avointa tiedostoa";
"True"="Tosi";
"Type:"="Tyyppi:";
"US Common #10 Envelope (105 x 241 mm)"="US tavallinen nro 10 kirjekuori (105 x 241 mm)";
"Unable to submit your request. Try again later or try a manual request now."="Pyyntösi lähetys epäonnistui. Yritä myöhemmin uudelleen tai yritä manuaalista pyyntöä nyt.";
"Unknown"="Tuntematon";
"Unknown Location"="Tuntematon paikka";
"Unknown authentication method"="Tuntematon todennusmenetelmä";
"Unknown error"="Tuntematon virhe";
"Unknown protocol specified"="Tuntematon protokolla määritelty";
"Upgrade"="Päivitä";
"Upgrade to use all the amazing features Notebook has to offer!"="Päivitä, jos haluat käyttää kaikkia uskomattomia ominaisuuksia, joita Notebookilla on tarjota!";
"Web:"="Web:";
"Welcome to %1 software from SMART Technologies."="Tervetuloa SMART Technologiesin ohjelmistoon %1.";
"What is a product key?"="Mikä on tuoteavain?";
"What's This?"="Mikä tämä on?";
"When you receive a response file, copy it back to this computer, and then click Next."="Kun vastaanotat vastaustiedoston, kopioi se takaisin tähän tietokoneeseen ja napsauta sitten Seuraava-painiketta.";
"Width:"="Leveys:";
"Wrong content length"="Väärä sisällön pituus";
"Yes to &All"="Kyllä k&aikkiin";
"accept"="hyväksy";
"bottom margin"="alareuna";
"left margin"="vasen marginaali";
"locally connected"="paikallisesti yhdistetty";
"right margin"="oikea marginaali";
"to"="asti";
"top margin"="ylämarginaali";
"unknown"="tuntematon";
